Repository: siku2/script.service.sponsorblock
Catalog: resources/language/resource.language.*/strings.po
Languages: de, fr

# #32001
source: General
de: Allgemein
fr: Général

# #32006
source: Show dialog after ad skip
de: Dialog nach dem Überspringen anzeigen
fr: Afficher le dialogue après le saut de la publicité

# #32030
source: The dialog allows you to unskip a segment or report it if it's invalid
fr: La boîte de dialogue vous permet d'annuler un segment ou de le signaler s'il est invalide

# #32026
source: Ignore unlisted videos
de: Nicht gelistete Videos ignorieren
fr: Ignorer les vidéos non répertoriées

# #32031
source: Avoid leaking the video id of a private video
fr: Évite de divulguer l'identifiant vidéo d'une vidéo privée

# #32011
source: Enable Sponsor Skip Count Tracking
de: Tracking für übersprungene Sponsor-Segmente aktivieren
fr: Activer le suivi du nombre de sauts du sponsor

# #32032
source: Report each skipped segment to the SponsorBlock server
fr: Vote positif automatique

# #32033
source: Automatically upvote a segment after skipping it
fr: Marge de temps de fin de vidéo (ms)

# #32034
source: If a segment ends less than this amount before the end of the video, the video is considered over
fr: Marge de la chaîne de segments (ms)

# #32035
source: If the time between two segments is smaller than this value, they are chained together and skipped as one
fr: Si le temps entre deux segments est inférieur à cette valeur, ils sont enchaînés et sautés comme un seul

# #32040
source: Reduce all skips by this much (ms)
fr: Réduire tous les sauts de tant (ms)

# #32041
source: Sometimes player may skip too much and cut off the content after sponsor. Use this option to end skips sooner than they should. This may cause tail end of the sponsor to still play, but you will not miss any actual content.
fr: Parfois, le lecteur peut sauter trop loin et couper le contenu après le sponsor. Utilisez cette option pour mettre fin aux sauts plus tôt qu'ils ne le devraient. Cela peut entraîner la poursuite de la lecture de la fin du sponsor, mais vous ne manquerez aucun contenu réel

# #32002
source: Server Domain
fr: Domaine du serveur

# #32003
source: User ID
de: Benutzer-ID
fr: ID utilisateur

# #32004
source: Failed to submit vote
de: Fehler beim Übermitteln des Votes
fr: Échec de l'envoi du vote

# #32005
source: Submitted vote
de: Vote übermittelt
fr: Segment du sponsor sauté

# #32009
source: unskip
de: Zurück
fr: annuler

# #32010
source: report
de: Melden
fr: reporter

# #32020
source: Categories
de: Kategorien
fr: Catégories

# #32014
source: Intro
de: Einführung
fr: Introduction

# #32015
source: Endcards/Credits
de: Endcards / Abspann
fr: Cartes de fin/crédits

# #32016
source: Interaction Reminder (Subscribe)
de: Mitwirkungs-Erinnerungen (Abonnieren)
fr: Rappel d'interaction (S'abonner)

# #32017
source: Self-Promotion and Merchandise
de: Eigenwerbung und Merchandise
fr: Autopromotions et marchandises

# #32022
source: Music
de: Musik
fr: Musique

# #32018
source: Non-Music Section
de: Sektionen ohne Musik
fr: Section non-musicale

# #32021
source: Livestream
fr: Diffusion en direct

# #32019
source: Donation/Message Readings
de: Spenden / Nachrichtenlesungen
fr: Dons/Lectures de messages

# #32023
source: Custom
de: Benutzerdefiniert
fr: Personnalisé

# #32024
source: Custom Categories
de: Benutzerdefinierte Kategorien
fr: Catégories personnalisées

# #32025
source: Comma-separated list of categories
de: Durch Kommata getrennte Liste von Kategorien
fr: Paramètres de SponsorBlock

# #32012
source: Auto Upvote
de: Automatische Upvotes

# #32008
source: Skipped sponsor segment
de: Sponsor-Segment übersprungen

# #32027
source: SponsorBlock Settings
de: SponsorBlock-Einstellungen
